Repository: cartesinus/leyzer
Catalog: translation/en2pl/en2pl-level2.tmx
Source language: en_us
Languages: pl

source: get the number of steps i took on FITBIT.SLOT.DATE
pl: podaj liczbę kroków które wykonałem FITBIT.SLOT.DATE

source: get the step count from fitbit
pl: uzyskaj liczbę kroków od fitbit

source: get the step count on FITBIT.SLOT.DATE from fitbit
pl: oblicz liczbę kroków FITBIT.SLOT.DATE na fitbit

source: get the steps i have taken
pl: podaj liczbę kroków którą zrobiłem

source: get the steps i have taken on FITBIT.SLOT.DATE
pl: podaj liczbę kroków którą zrobiłem FITBIT.SLOT.DATE

source: go back
pl: wróć

source: go back to the last song
pl: wróć do ostatniej piosenki

source: go back to the last track
pl: wróć do ostatniego utworu

source: go to SPOTIFY.SLOT.SEEK_TIME seconds
pl: przejdź o SPOTIFY.SLOT.SEEK_TIME sekund do przodu

source: go to eight element from contents
pl: przejdź do ósmego elementu ze spisu treści

source: go to eight element in contents
pl: przejdź do ósmego elementu w spisie treści

source: go to eight item from contents
pl: przejdź do ósmego punktu ze spisu treści

source: go to eight item in contents
pl: przejdź do ósmego punktu w spisie treści

source: go to fifth element from contents
pl: przejdź do piątego elementu ze spisu treści

source: go to fifth element in contents
pl: przejdź do piątego elementu w spisie treści

source: go to fifth item from contents
pl: przejdź do piątego punktu ze spisu treści

source: go to fifth item in contents
pl: przejdź do piątego punktu w spisie treści

source: go to first element from contents
pl: przejdź do pierwszego elementu ze spisu treści

source: go to first element in contents
pl: przejdź do pierwszego elementu w spisie treści

source: go to first item from contents
pl: przejdź do pierwszego punktu ze spisu treści

source: go to first item in contents
pl: przejdź do pierwszego punktu w spisie treści

source: go to fourth element from contents
pl: przejdź do czwartego elementu ze spisu treści

source: go to fourth element in contents
pl: przejdź do czwartego elementu w spisie treści

source: go to fourth item from contents
pl: przejdź do czwartego punktu ze spisu treści

source: go to fourth item in contents
pl: przejdź do czwartego punktu w spisie treści

source: go to ninth element from contents
pl: przejdź do dziewiątego elementu ze spisu treści

source: go to ninth element in contents
pl: przejdź do dziewiątego elementu w spisie treści

source: go to ninth item from contents
pl: przejdź do dziewiątego punktu ze spisu treści

source: go to ninth item in contents
pl: przejdź do dziewiątego punktu w spisie treści

source: go to second element from contents
pl: przejdź do drugiego elementu ze spisu treści

source: go to second element in contents
pl: przejdź do drugiego elementu w spisie treści

source: go to second item from contents
pl: przejdź do drugiego punktu ze spisu treści

source: go to second item in contents
pl: przejdź do drugiego punktu w spisie treści

source: go to seventh element from contents
pl: przejdź do siódmego elementu ze spisu treści

source: go to seventh element in contents
pl: przejdź do siódmego elementu w spisie treści

source: go to seventh item from contents
pl: przejdź do siódmego punktu ze spisu treści

source: go to seventh item in contents
pl: przejdź do siódmego punktu w spisie treści

source: go to sixth element from contents
pl: przejdź do szóstego elementu ze spisu treści

source: go to sixth element in contents
pl: przejdź do szóstego elementu w spisie treści

source: go to sixth item from contents
pl: przejdź do szóstego punktu ze spisu treści

source: go to sixth item in contents
pl: przejdź do szóstego punktu w spisie treści

source: go to tenth element from contents
pl: przejdź do dziesiątego elementu ze spisu treści

source: go to tenth element in contents
pl: przejdź do dziesiątego elementu w spisie treści

source: go to tenth item from contents
pl: przejdź do dziesiątego punktu ze spisu treści

source: go to tenth item in contents
pl: przejdź do dziesiątego punktu w spisie treści

source: go to third element from contents
pl: przejdź do trzeciego elementu ze spisu treści

source: go to third element in contents
pl: przejdź do trzeciego elementu w spisie treści

source: go to third item from contents
pl: przejdź do trzeciego punktu ze spisu treści

source: go to third item in contents
pl: przejdź do trzeciego punktu w spisie treści

source: google WEBSEARCH.SLOT.TXT_QUERY
pl: wygoogluj WEBSEARCH.SLOT.TXT_QUERY

source: google image search
pl: wyszukiwarka obrazów google

source: google search
pl: wyszukiwarka google

source: help me switch SPEAKER.SLOT.POWER my speaker
pl: pomóż mi SPEAKER.SLOT.POWER na moim głośniku

source: help me switch SPEAKER.SLOT.POWER the speaker
pl: pomóż mi zmienić głośnik na SPEAKER.SLOT.POWER

source: help me turn SPEAKER.SLOT.POWER my speaker
pl: pomóż mi ustawić SPEAKER.SLOT.POWER na moim głośniku

source: help me turn SPEAKER.SLOT.POWER the speaker
pl: pomóż mi SPEAKER.SLOT.POWER głośnik

source: how danceable is current song
pl: jak taneczna jest obecna piosenka

source: how danceable is current track
pl: jak taneczny jest obecny utwór

source: how danceable is that song
pl: jak taneczna jest ta piosenka

source: how danceable is that track
pl: jak taneczny jest ten utwór

source: how danceable is the current song
pl: jak taneczna jest obecna piosenka

source: how danceable is the current track
pl: jak taneczny jest obecny utwór

source: how danceable is the that song
pl: jak taneczna jest ta piosenka

source: how danceable is the that track
pl: jak taneczny jest ten utwór

source: how danceable is the this song
pl: jak taneczna jest ta piosenka

source: how danceable is the this track
pl: jak taneczny jest ten utwór

source: how danceable is this song
pl: jak taneczna jest ta piosenka

source: how danceable is this track
pl: jak taneczny jest ten utwór

source: how dancey is current song
pl: jak taneczna jest obecna piosenka

source: how dancey is current track
pl: jak taneczny jest obecny utwór

source: how dancey is that song
pl: jak taneczna jest ta piosenka

source: how dancey is that track
pl: jak taneczny jest ten utwór

source: how dancey is the current song
pl: jak taneczna jest obecna piosenka

source: how dancey is the current track
pl: jak taneczny jest obecny utwór

source: how dancey is the that song
pl: jak taneczna jest ta piosenka

source: how dancey is the that track
pl: jak taneczny jest ten utwór

source: how dancey is the this song
pl: jak taneczna jest ta piosenka

source: how dancey is the this track
pl: jak taneczny jest ten utwór

source: how dancey is this song
pl: jak taneczna jest ta piosenka

source: how dancey is this track
pl: jak taneczny jest ten utwór

source: how do i say TRANSLATE.SLOT.TEXT.EN
pl: jak powiedzieć TRANSLATE.SLOT.TEXT.EN

source: how do i say TRANSLATE.SLOT.TEXT.EN in TRANSLATE.SLOT.TRG_LANG
pl: jak powiedzieć TRANSLATE.SLOT.TEXT.EN w TRANSLATE.SLOT.TRG_LANG

source: how do i translate TRANSLATE.SLOT.TEXT.EN
pl: jak tłumaczyć TRANSLATE.SLOT.TEXT.EN

source: how do i translate TRANSLATE.SLOT.TEXT.EN in TRANSLATE.SLOT.TRG_LANG
pl: jak tłumaczyć TRANSLATE.SLOT.TEXT.EN w TRANSLATE.SLOT.TRG_LANG

source: how do you say TRANSLATE.SLOT.TEXT.EN
pl: jak wymówić TRANSLATE.SLOT.TEXT.EN

source: how do you say TRANSLATE.SLOT.TEXT.EN in TRANSLATE.SLOT.TRG_LANG
pl: jak to powiedzieć TRANSLATE.SLOT.TEXT.EN w TRANSLATE.SLOT.TRG_LANG

source: how do you translate TRANSLATE.SLOT.TEXT.EN
pl: jak tłumaczysz TRANSLATE.SLOT.TEXT.EN

source: how do you translate TRANSLATE.SLOT.TEXT.EN in TRANSLATE.SLOT.TRG_LANG
pl: jak tłumaczysz TRANSLATE.SLOT.TEXT.EN w TRANSLATE.SLOT.TRG_LANG

source: how high is humidity ?
pl: jak wysoka jest wilgotność?

source: how high is humidity according to my AIRCONDITIONER.SLOT.AV_ALIAS sensor ?
pl: jak wysoka jest wilgotność według mojego czujnika AIRCONDITIONER.SLOT.AV_ALIAS?

source: how high is indoor temperature ?
pl: jak wysoka jest temperatura wewnątrz?

source: how high is indoor temperature according to my AIRCONDITIONER.SLOT.AV_ALIAS sensor ?
pl: jak wysoka jest temperatura w pomieszczeniu według mojego czujnika AIRCONDITIONER.SLOT.AV_ALIAS?

source: how high is temperature ?
pl: jak wysoka jest temperatura

source: how high is temperature according to my AIRCONDITIONER.SLOT.AV_ALIAS sensor ?
pl: jak wysoka jest temperatura według mojego czujnika AIRCONDITIONER.SLOT.AV_ALIAS?

source: image search
pl: wyszukiwanie obrazka

source: images from bing matching WEBSEARCH.SLOT.IMG_QUERY larger than 800
pl: obrazy w bing pasujące do WEBSEARCH.SLOT.IMG_QUERY większe niż 800

source: images from bing matching WEBSEARCH.SLOT.IMG_QUERY larger than 800 x 600
pl: obrazy w bing pasujące do WEBSEARCH.SLOT.IMG_QUERY większe niż 800 x 600

source: images from bing matching WEBSEARCH.SLOT.IMG_QUERY smaller than 800
pl: obrazy w bing pasujące do WEBSEARCH.SLOT.IMG_QUERY mniejsze niż 800

source: images from bing matching WEBSEARCH.SLOT.IMG_QUERY smaller than 800 x 600
pl: obrazy w bing pasujące do WEBSEARCH.SLOT.IMG_QUERY mniejsze niż 800 x 600

source: images from bing matching WEBSEARCH.SLOT.IMG_QUERY taller than 800
pl: obrazy w bing pasujące do WEBSEARCH.SLOT.IMG_QUERY wyższe niż 800

source: images from bing matching WEBSEARCH.SLOT.IMG_QUERY taller than 800 x 600
pl: obrazy w bing pasujące do WEBSEARCH.SLOT.IMG_QUERY wyższe niż 800 x 600

source: images from bing matching WEBSEARCH.SLOT.IMG_QUERY wider than 800
pl: obrazy w bing pasujące do WEBSEARCH.SLOT.IMG_QUERY szersze niż 800

source: images from bing matching WEBSEARCH.SLOT.IMG_QUERY wider than 800 x 600
pl: obrazy w bing pasujące do WEBSEARCH.SLOT.IMG_QUERY szersze niż 800 x 600

source: images from bing matching WEBSEARCH.SLOT.IMG_QUERY with size 800 x 600
pl: obrazy w bing pasujące do WEBSEARCH.SLOT.IMG_QUERY o rozmiarze 800 x 600

source: images from duckduckgo matching WEBSEARCH.SLOT.IMG_QUERY larger than 800
pl: obrazy w duckduckgo pasujące do WEBSEARCH.SLOT.IMG_QUERY szersze niż 800

source: images from duckduckgo matching WEBSEARCH.SLOT.IMG_QUERY larger than 800 x 600
pl: obrazy w duckduckgo pasujące do WEBSEARCH.SLOT.IMG_QUERY większe niż 800 x 600

source: images from duckduckgo matching WEBSEARCH.SLOT.IMG_QUERY smaller than 800
pl: obrazy w duckduckgo pasujące do WEBSEARCH.SLOT.IMG_QUERY mniejsze niż 800

source: images from duckduckgo matching WEBSEARCH.SLOT.IMG_QUERY smaller than 800 x 600
pl: obrazy w duckduckgo pasujące do WEBSEARCH.SLOT.IMG_QUERY mniejsze niż 800 x 600

source: images from duckduckgo matching WEBSEARCH.SLOT.IMG_QUERY taller than 800
pl: obrazy w duckduckgo pasujące do WEBSEARCH.SLOT.IMG_QUERY wyższe niż 800

source: images from duckduckgo matching WEBSEARCH.SLOT.IMG_QUERY taller than 800 x 600
pl: obrazy w duckduckgo pasujące do WEBSEARCH.SLOT.IMG_QUERY wyższe niż 800 x 600

source: images from duckduckgo matching WEBSEARCH.SLOT.IMG_QUERY wider than 800
pl: obrazy w duckduckgo pasujące do WEBSEARCH.SLOT.IMG_QUERY szersze niż 800

source: images from duckduckgo matching WEBSEARCH.SLOT.IMG_QUERY wider than 800 x 600
pl: obrazy w duckduckgo pasujące do WEBSEARCH.SLOT.IMG_QUERY szersze niż 800 x 600

source: images from duckduckgo matching WEBSEARCH.SLOT.IMG_QUERY with size 800 x 600
pl: obrazy w duckduckgo pasujące do WEBSEARCH.SLOT.IMG_QUERY o rozmiarze 800 x 600

source: images from google matching WEBSEARCH.SLOT.IMG_QUERY larger than 800
pl: obrazy w google pasujące do WEBSEARCH.SLOT.IMG_QUERY większe niż 800

source: images from google matching WEBSEARCH.SLOT.IMG_QUERY larger than 800 x 600
pl: obrazy w google pasujące do WEBSEARCH.SLOT.IMG_QUERY większe niż 800 x 600

source: images from google matching WEBSEARCH.SLOT.IMG_QUERY smaller than 800
pl: obrazy w google pasujące do WEBSEARCH.SLOT.IMG_QUERY mniejsze niż 800

source: images from google matching WEBSEARCH.SLOT.IMG_QUERY smaller than 800 x 600
pl: obrazy w google pasujące do WEBSEARCH.SLOT.IMG_QUERY mniejsze niż 800 x 600

source: images from google matching WEBSEARCH.SLOT.IMG_QUERY taller than 800
pl: obrazy w google pasujące do WEBSEARCH.SLOT.IMG_QUERY szersze niż 800

source: images from google matching WEBSEARCH.SLOT.IMG_QUERY taller than 800 x 600
pl: obrazy w google pasujące do WEBSEARCH.SLOT.IMG_QUERY wyższe niż 800 x 600

source: images from google matching WEBSEARCH.SLOT.IMG_QUERY wider than 800
pl: obrazy w google pasujące do WEBSEARCH.SLOT.IMG_QUERY szersze niż 800

source: images from google matching WEBSEARCH.SLOT.IMG_QUERY wider than 800 x 600
pl: obrazy w google pasujące do WEBSEARCH.SLOT.IMG_QUERY szersze niż 800 x 600

source: images from google matching WEBSEARCH.SLOT.IMG_QUERY with size 800 x 600
pl: obrazy w google pasujące do WEBSEARCH.SLOT.IMG_QUERY o rozmiarze 800 x 600

source: images matching WEBSEARCH.SLOT.IMG_QUERY from bing
pl: obrazy pasujące do WEBSEARCH.SLOT.IMG_QUERY w bing

source: images matching WEBSEARCH.SLOT.IMG_QUERY from duckduckgo
pl: obrazy pasujące do WEBSEARCH.SLOT.IMG_QUERY w duckduckgo

source: images matching WEBSEARCH.SLOT.IMG_QUERY from google
pl: obrazy pasujące do WEBSEARCH.SLOT.IMG_QUERY w google

source: increase my speaker 's volume
pl: zwiększ głośność mojego głośnika

source: increase the volume of the speaker
pl: zwiększyć głośność głośnika

source: is this song dancey
pl: czy ta piosenka jest taneczna

source: is this track dancey
pl: czy ten utwór jest taneczny

source: language of TRANSLATE.SLOT.TEXT.MULTI
pl: język TRANSLATE.SLOT.TEXT.MULTI

source: language of TRANSLATE.SLOT.TEXT.MULTI is written in
pl: język w jakim to napisano TRANSLATE.SLOT.TEXT.MULTI

source: latest NEWS.SLOT.PORTAL news
pl: ostatnie NEWS.SLOT.PORTAL wiadomości

source: latest news on NEWS.SLOT.PORTAL
pl: ostatnie wiadomości na NEWS.SLOT.PORTAL

source: let slack channel SLACK.SLOT.CHANNEL know that SLACK.SLOT.MESSAGE
pl: daj znać kanałowi SLACK.SLOT.CHANNEL że SLACK.SLOT.MESSAGE

source: list my GDRIVE.SLOT.MIME_TYPE files in google drive
pl: wyświetl moje pliki GDRIVE.SLOT.MIME_TYPE z dysku google

source: list my INSTAGRAM.SLOT.COUNT latest instagram pictures
pl: wyświetl listę INSTAGRAM.SLOT.COUNT najnowszych zdjęć

source: list my INSTAGRAM.SLOT.COUNT latest instagram pictures on my account
pl: wyświetl listę INSTAGRAM.SLOT.COUNT najnowszych zdjęć na moim koncie

source: list my INSTAGRAM.SLOT.COUNT recent instagram pictures
pl: wyświetl listę INSTAGRAM.SLOT.COUNT ostatnich zdjęć

source: list my INSTAGRAM.SLOT.COUNT recent instagram pictures on my account
pl: wyświetl listę INSTAGRAM.SLOT.COUNT ostatnich zdjęć z instagrama na moim koncie

source: list my files in google drive
pl: wyświetl moje pliki na dysku google

source: list my google drive files
pl: wyświetl moje pliki z google drive

source: list my google drive files created GDRIVE.SLOT.TIME
pl: wyświetl listę moich plików dysku google utworzonych GDRIVE.SLOT.TIME

source: list my google drive files in alphabetical order
pl: wyświetl listę moich plików na dysku google w kolejności alfabetycznej

source: list my google drive files in reverse alphabetical order
pl: wyświetl listę moich plików na dysku google w odwrotnej kolejności alfabetycznej

source: list my google drive files larger than GDRIVE.SLOT.FILE_SIZE
pl: wyświetl moje pliki na dysku google większe niż GDRIVE.SLOT.FILE_SIZE

source: list my google drive files modified GDRIVE.SLOT.TIME
pl: wyświetl moje pliki na dysku google zmodyfikowane GDRIVE.SLOT.TIME

source: list my google drive files of type GDRIVE.SLOT.MIME_TYPE
pl: wyświetl listę moich plików na dysku google o typie GDRIVE.SLOT.MIME_TYPE

source: list my google drive files smaller than GDRIVE.SLOT.FILE_SIZE
pl: wypisz moje pliki na dysku google mniejsze niż GDRIVE.SLOT.FILE_SIZE

source: list my google drive files that were created most recently
pl: wyświetl listę moich plików z google które zostały ostatnio utworzone

source: list my instagram pictures
pl: wypisz moje zdjęcia na instagramie

source: list my instagram pictures i took in INSTAGRAM.SLOT.LOCATION
pl: wyświetl listę zdjęć z instagrama które zrobiłem w INSTAGRAM.SLOT.LOCATION

source: list my instagram pictures i took when i was in INSTAGRAM.SLOT.LOCATION
pl: wyświetl listę zdjęć z instagrama które zrobiłem gdy byłem w INSTAGRAM.SLOT.LOCATION

source: list my instagram pictures tagged INSTAGRAM.SLOT.HASHTAG
pl: wyświetl moje zdjęcia na instagramie oznaczone jako INSTAGRAM.SLOT.HASHTAG

source: list my instagram pictures tagged with location INSTAGRAM.SLOT.LOCATION
pl: wyświetl listę zdjęć z instagrama oznaczonych lokalizacją w INSTAGRAM.SLOT.LOCATION

source: list my instagram pictures taken in INSTAGRAM.SLOT.LOCATION
pl: wyświetl listę zdjęć z instagrama wykonanych w INSTAGRAM.SLOT.LOCATION

source: list my instagram pictures taken when i was in INSTAGRAM.SLOT.LOCATION
pl: wyświetl listę zdjęć z instagrama zrobionych gdy byłem w INSTAGRAM.SLOT.LOCATION

source: list my instagram pictures that have the INSTAGRAM.SLOT.FILTER filter
pl: wyświetl moje zdjęcia na instagramie które mają filtr INSTAGRAM.SLOT.FILTER

source: list my instagram pictures that have the INSTAGRAM.SLOT.FILTER filter applied
pl: wyświetl moje zdjęcia na instagramie na których zastosowano filtr INSTAGRAM.SLOT.FILTER

source: list my instagram pictures that use filter INSTAGRAM.SLOT.FILTER
pl: wyświetl moje zdjęcia na instagramie które używają filtra INSTAGRAM.SLOT.FILTER

source: list my instagram pictures with filter INSTAGRAM.SLOT.FILTER
pl: wyświetl moje zdjęcia na instagramie z filtrem INSTAGRAM.SLOT.FILTER

source: list my instagram pictures with geolocation tag INSTAGRAM.SLOT.LOCATION
pl: wyświetl listę zdjęć z instagrama z tagiem geolokalizacji w INSTAGRAM.SLOT.LOCATION

source: list my instagram pictures with gps tag INSTAGRAM.SLOT.LOCATION
pl: wyświetl listę zdjęć z instagrama z tagiem gps w INSTAGRAM.SLOT.LOCATION

source: list my instagram pictures with location tag INSTAGRAM.SLOT.LOCATION
pl: wyświetl listę zdjęć z instagrama z tagiem lokalizacji w INSTAGRAM.SLOT.LOCATION

source: list my newest google drive files
pl: wyświetl listę moich najnowszych plików z google drive

source: list my oldest google drive files
pl: wyświetl listę moich najstarszych plików z google drive

source: list my post from INSTAGRAM.SLOT.DATE_MONTH
pl: wylistuj mój post z INSTAGRAM.SLOT.DATE_MONTH

source: list my post from the INSTAGRAM.SLOT.DATE_DAY
pl: wylistuj mój post z INSTAGRAM.SLOT.DATE_DAY

source: list my posts from INSTAGRAM.SLOT.DATE_MONTH
pl: wylistuj moje posty z INSTAGRAM.SLOT.DATE_MONTH

source: list my posts from the INSTAGRAM.SLOT.DATE_DAY
pl: wylistuj moje posty z INSTAGRAM.SLOT.DATE_DAY

source: list my recent instagram pictures
pl: wypisz moje ostatnie zdjęcia na instagramie

source: list my starred google drive files
pl: wyświetl listę moich ulubionych plików na dysku google

source: list the google drive files i starred
pl: wyświetl listę plików google które oznaczyłem gwiazdką

source: list the instagram pictures i took in INSTAGRAM.SLOT.LOCATION
pl: wyświetl listę zdjęć z instagrama które zrobiłem w INSTAGRAM.SLOT.LOCATION

source: list the instagram pictures i took when i was in INSTAGRAM.SLOT.LOCATION
pl: wyświetl listę zdjęć z instagrama które zrobiłem gdy byłem w INSTAGRAM.SLOT.LOCATION

source: list the instagram pictures tagged with location INSTAGRAM.SLOT.LOCATION
pl: wyświetl listę zdjęć z instagrama oznaczone lokalizacją w INSTAGRAM.SLOT.LOCATION

source: list the instagram pictures taken in INSTAGRAM.SLOT.LOCATION
pl: wyświetl listę zdjęć z instagrama wykonane w INSTAGRAM.SLOT.LOCATION

source: list the instagram pictures taken when i was in INSTAGRAM.SLOT.LOCATION
pl: wyświetl listę zdjęć z instagrama zrobione gdy byłem w INSTAGRAM.SLOT.LOCATION

source: list the instagram pictures with geolocation tag INSTAGRAM.SLOT.LOCATION
pl: wyświetl listę zdjęć z instagrama z tagiem geolokalizacji w INSTAGRAM.SLOT.LOCATION

source: list the instagram pictures with gps tag INSTAGRAM.SLOT.LOCATION
pl: wyświetl listę zdjęć z instagrama z tagiem gps w INSTAGRAM.SLOT.LOCATION

source: list the instagram pictures with location tag INSTAGRAM.SLOT.LOCATION
pl: wyświetl listę zdjęć z instagrama ze znacznikiem lokalizacji w INSTAGRAM.SLOT.LOCATION

source: log my weight on fitbit
pl: dodaj moją wagę w fitbitcie

source: look for YOUTUBE.SLOT.QUERY channels on youtube
pl: poszukaj kanałów YOUTUBE.SLOT.QUERY na youtube

source: look for YOUTUBE.SLOT.QUERY from youtube
pl: poszukaj YOUTUBE.SLOT.QUERY z youtube

source: look for YOUTUBE.SLOT.QUERY video from youtube
pl: poszukaj filmu YOUTUBE.SLOT.QUERY z youtube

source: look for YOUTUBE.SLOT.QUERY video on youtube
pl: poszukaj wideo YOUTUBE.SLOT.QUERY na youtube

source: look for YOUTUBE.SLOT.QUERY videos from youtube
pl: poszukaj filmów YOUTUBE.SLOT.QUERY na youtube

source: look for a video matching YOUTUBE.SLOT.QUERY on youtube
pl: poszukaj na youtube filmu pasującego do YOUTUBE.SLOT.QUERY

source: look for channels matching YOUTUBE.SLOT.QUERY on youtube
pl: poszukaj kanałów pasujących do YOUTUBE.SLOT.QUERY na youtube

source: look for youtube channel YOUTUBE.SLOT.QUERY
pl: poszukaj kanału youtube YOUTUBE.SLOT.QUERY

source: look for youtube video YOUTUBE.SLOT.QUERY
pl: poszukaj filmu na youtube YOUTUBE.SLOT.QUERY

source: make a list
pl: zrób listę

source: make a new facebook post
pl: stwórz nowy post na facebooka

source: make a new list
pl: sporządzić nową listę

source: make a new playlist
pl: utwórz nową listę odtwarzania

source: make a new playlist named SPOTIFY.SLOT.PLAYLIST
pl: utwórz nową listę odtwarzania o nazwie SPOTIFY.SLOT.PLAYLIST

source: make a new playlist titled SPOTIFY.SLOT.PLAYLIST
pl: utwórz nową listę odtwarzania zatytułowaną SPOTIFY.SLOT.PLAYLIST

source: make a new post containing FACEBOOK.SLOT.STATUS on facebook
pl: stwórz nowy post o treści FACEBOOK.SLOT.STATUS na facebooku

source: make a new post on facebook
pl: utwórz nowy post na facebookuka

source: make a new post that says FACEBOOK.SLOT.STATUS on facebook
pl: opublikuj nowy post o treści FACEBOOK.SLOT.STATUS na facebooku

source: make a playlist
pl: zrób listę odtwarzania

source: make a playlist named SPOTIFY.SLOT.PLAYLIST
pl: utwórz listę odtwarzania o nazwie SPOTIFY.SLOT.PLAYLIST

source: make a playlist titled SPOTIFY.SLOT.PLAYLIST
pl: utwórz listę odtwarzania zatytułowaną SPOTIFY.SLOT.PLAYLIST

source: make list
pl: zrób listę

source: make my speaker louder
pl: zrób głośniej na moim głośniku

source: make new list
pl: zrób nową listę

source: make new playlist
pl: zrób nową listę odtwarzania

source: make new playlist named SPOTIFY.SLOT.PLAYLIST
pl: utwórz nową listę odtwarzania o nazwie SPOTIFY.SLOT.PLAYLIST

source: make new playlist titled SPOTIFY.SLOT.PLAYLIST
pl: utwórz nową listę odtwarzania zatytułowaną SPOTIFY.SLOT.PLAYLIST

source: make note of my weight on fitbit
pl: zanotuj moją wagę w fitbitcie

source: make playlist
pl: zrób listę odtwarzania

source: make playlist named SPOTIFY.SLOT.PLAYLIST
pl: utwórz listę odtwarzania o nazwie SPOTIFY.SLOT.PLAYLIST

source: make playlist titled SPOTIFY.SLOT.PLAYLIST
pl: utwórz listę odtwarzania zatytułowaną SPOTIFY.SLOT.PLAYLIST

source: make the speaker louder
pl: zrób głośniej

source: mark me as away on slack
pl: oznacz mnie jako nieobecnego na slacku

source: mark me as not away on slack
pl: odznacz mnie jako nieobecnego na slacku

source: message SLACK.SLOT.CHANNEL on slack saying SLACK.SLOT.MESSAGE
pl: wiadomość na kanale SLACK.SLOT.CHANNEL o treści SLACK.SLOT.MESSAGE

source: message on twitter saying TWITTER.SLOT.MESSAGE
pl: wiadomość na twitterze TWITTER.SLOT.MESSAGE

source: message on twitter to TWITTER.SLOT.USERNAME saying TWITTER.SLOT.MESSAGE
pl: wiadomość na twitterze do TWITTER.SLOT.USERNAME z informacją TWITTER.SLOT.MESSAGE

source: moon phase for WEATHER.SLOT.LOCATION
pl: faza księżyca dla WEATHER.SLOT.LOCATION
